Repository: Forz70043/bridge
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: es_es, fr_fr, it_it, zh_cn

# TestToast_Message
source: Test notification: operation completed
es_es: Notificación de prueba: operación completada
fr_fr: Notification de test : opération terminée
it_it: Notifica di test: operazione completata
zh_cn: æµ‹è¯•é€šçŸ¥ï¼šæ“ä½œå·²å®Œæˆ

# Export_Completed
source: Export completed: {0}
es_es: Exportación completada: {0}
fr_fr: Exportation terminée : {0}
it_it: Export completato: {0}
zh_cn: å¯¼å‡ºå®Œæˆï¼š{0}

# Export_Error
source: Error exporting {0}: {1}
es_es: Error al exportar {0}: {1}
fr_fr: Erreur d'exportation {0} : {1}
it_it: Errore export {0}: {1}
zh_cn: å¯¼å‡ºé”™è¯¯ {0}ï¼š{1}

# Export_StoppingFirst
source: Stopping {0} before export...
fr_fr: Arret de {0} avant l'exportation...
zh_cn: 导出前正在停止 {0}...

# Export_InProgress
source: Exporting {0}...
fr_fr: Exportation de {0} en cours...
zh_cn: 正在导出 {0}...

# Distro_Removed
source: Distro {0} removed
es_es: Distro {0} eliminada
fr_fr: Distro {0} supprimée
it_it: Distro {0} rimossa
zh_cn: å·²åˆ é™¤å‘è¡Œç‰ˆ {0}

# Import_InProgress
source: Import {0} in progress...
es_es: Importando {0} en curso...
fr_fr: Import {0} en cours...
it_it: Import {0} in corso...
zh_cn: å¯¼å…¥ {0} æ­£åœ¨è¿›è¡Œ...

# Import_Error
source: Error importing {0}: {1}
es_es: Error al importar {0}: {1}
fr_fr: Erreur d'importation {0} : {1}
it_it: Errore import {0}: {1}
zh_cn: å¯¼å…¥é”™è¯¯ {0}ï¼š{1}

# Tray_Open
source: Open
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
zh_cn: æ‰“å¼€

# Tray_Show
source: Show
es_es: Mostrar
fr_fr: Afficher
it_it: Mostra
zh_cn: æ˜¾ç¤º

# Tray_Settings
source: Settings
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
zh_cn: è®¾ç½®

# Tray_About
source: About
es_es: Acerca de
it_it: Informazioni
zh_cn: å…³äºŽ

# Tray_Exit
source: Exit
es_es: Salir
fr_fr: Quitter
it_it: Esci
zh_cn: é€€å‡º

# About_Title
source: About Bridge
es_es: Acerca de Bridge
it_it: Informazioni su Bridge
zh_cn: å…³äºŽ Bridge

# About_Content
source: Bridge - native WSL manager
es_es: Bridge - administrador WSL nativo
fr_fr: Bridge - gestionnaire WSL natif
it_it: Bridge - gestore WSL nativo
zh_cn: Bridge - åŽŸç”Ÿ WSL ç®¡ç†å™¨

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
zh_cn: å…³é—­

# About_Version
source: Version: {0}
es_es: Versión: {0}
it_it: Versione: {0}
zh_cn: ç‰ˆæœ¬ï¼š{0}

# About_Build
source: Build: {0}
es_es: Compilación: {0}
zh_cn: æž„å»ºï¼š{0}

# About_Repo
source: Repository: https://github.com/Forz70043/Bridge
es_es: Repositorio: https://github.com/Forz70043/Bridge
fr_fr: Dépôt : https://github.com/Forz70043/Bridge
zh_cn: ä»“åº“ï¼š https://github.com/Forz70043/Bridge

# About_ProducerLabel
source: Produced by
es_es: Producido por
fr_fr: Produit par
it_it: Prodotto da
zh_cn: åˆ¶ä½œï¼š

# About_EmailLabel
source: Email
zh_cn: ç”µå­é‚®ä»¶

# About_OS
source: OS: {0}
es_es: SO: {0}
zh_cn: æ“ä½œç³»ç»Ÿï¼š{0}

# About_Runtime
source: Runtime: {0}
zh_cn: è¿è¡Œæ—¶ï¼š{0}

# About_Arch
source: Architecture: {0}
es_es: Arquitectura: {0}
it_it: Architettura: {0}
zh_cn: æž¶æž„ï¼š{0}

# Settings_DefaultDir_Label
source: Start directory
es_es: Directorio de inicio
fr_fr: Répertoire de démarrage
it_it: Directory di avvio
zh_cn: å¯åŠ¨ç›®å½•

# Settings_DefaultDir_Placeholder
source: e.g. /home/user
es_es: ej. /home/usuario
fr_fr: ex. /home/utilisateur
it_it: es. /home/utente
zh_cn: ä¾‹å¦‚ /home/user

# Settings_DefaultUser_Label
source: Default user
es_es: Usuario predeterminado
fr_fr: Utilisateur par défaut
it_it: Utente predefinito
zh_cn: é»˜è®¤ç”¨æˆ·

# Settings_DefaultUser_Placeholder
source: e.g. root
es_es: ej. root
fr_fr: ex. root
it_it: es. root
zh_cn: ä¾‹å¦‚ root

# Settings_Hints_Label
source: Tips:
es_es: Consejos:
fr_fr: Conseils :
it_it: Suggerimenti:
zh_cn: æç¤ºï¼š

# Settings_Hint1
source: - The directory where the distro shell opens (e.g. /home/user)
es_es: - Directorio donde se abre la shell de la distro (ej. /home/usuario)
fr_fr: - Répertoire où s'ouvre le shell de la distro (ex. /home/utilisateur)
it_it: - Directory dove aprire la shell della distro (es. /home/utente)
zh_cn: - æ‰“å¼€å‘è¡Œç‰ˆ shell çš„ç›®å½•ï¼ˆä¾‹å¦‚ /home/userï¼‰

# Settings_DistroTitle
source: Settings - {0}
es_es: Configuración - {0}
fr_fr: Paramètres - {0}
it_it: Impostazioni - {0}
zh_cn: è®¾ç½® - {0}

# Settings_Saved
source: Settings saved for {0}
es_es: Configuración guardada para {0}
fr_fr: Paramètres enregistrés pour {0}
it_it: Impostazioni salvate per {0}
zh_cn: å·²ä¿å­˜ {0} çš„è®¾ç½®

# Settings_Global_Placeholder
source: Currently not configured
es_es: No configurado
fr_fr: Non configuré
zh_cn: æœªé…ç½®

# Select_AtLeastOne
source: Select at least one distro to export
es_es: Seleccione al menos una distro para exportar
fr_fr: Sélectionnez au moins une distro à exporter
it_it: Seleziona almeno una distro da esportare
zh_cn: è¯·é€‰æ‹©è‡³å°‘ä¸€ä¸ªå‘è¡Œç‰ˆè¿›è¡Œå¯¼å‡º

# Picker_Unavailable
source: File picker not available
es_es: Selector de archivos no disponible
fr_fr: Sélecteur de fichiers non disponible
it_it: Selettore file non disponibile
zh_cn: æ–‡ä»¶é€‰æ‹©å™¨ä¸å¯ç”¨

# Invalid_Folder
source: Invalid folder selected
es_es: Carpeta no válida
fr_fr: Dossier invalide
it_it: Cartella non valida
zh_cn: æ— æ•ˆçš„æ–‡ä»¶å¤¹

# Import_NameLabel
source: New distro name:
es_es: Nombre de la nueva distro:
fr_fr: Nom de la nouvelle distro :
it_it: Nome della nuova distro:
zh_cn: æ–°å‘è¡Œç‰ˆåç§°ï¼š

# Import_FolderLabel
source: Installation folder:
es_es: Carpeta de instalación:
fr_fr: Dossier d'installation :
it_it: Cartella di installazione:
zh_cn: å®‰è£…æ–‡ä»¶å¤¹ï¼š

# Import_DialogTitle
source: Import distro
es_es: Importar distro
fr_fr: Importer une distro
it_it: Importa distro
zh_cn: å¯¼å…¥å‘è¡Œç‰ˆ

# Import_Action
source: Import
es_es: Importar
fr_fr: Importer
it_it: Importa
zh_cn: å¯¼å…¥

# Import_InvalidFile
source: Invalid or missing .tar file
es_es: Archivo .tar inválido o inexistente
fr_fr: Fichier .tar invalide ou introuvable
it_it: File .tar non valido o inesistente
zh_cn: .tar æ–‡ä»¶æ— æ•ˆæˆ–ä¸å­˜åœ¨

# Import_InvalidName
source: Invalid distro name
es_es: Nombre de distro inválido
fr_fr: Nom de distro invalide
it_it: Nome distro non valido
zh_cn: å‘è¡Œç‰ˆåç§°æ— æ•ˆ

# Import_InvalidFolder
source: Invalid installation folder
es_es: Carpeta de instalación inválida
fr_fr: Dossier d'installation invalide
it_it: Cartella di installazione non valida
zh_cn: å®‰è£…æ–‡ä»¶å¤¹æ— æ•ˆ

# Confirm_Delete_Title
source: Unregister distribution
es_es: Eliminar distribución
fr_fr: Supprimer la distribution
it_it: Rimozione distribuzione
zh_cn: æ³¨é”€å‘è¡Œç‰ˆ

# Confirm_Delete_Single
source: Are you sure you want to remove '{0}'? This action is irreversible.
es_es: ¿Seguro que desea eliminar '{0}'? Esta acción es irreversible.
fr_fr: Voulez-vous vraiment supprimer '{0}' ? Cette action est irréversible.
it_it: Sei sicuro di voler rimuovere '{0}'? Questa operazione non Ã¨ reversibile.
zh_cn: ç¡®å®šè¦åˆ é™¤ '{0}' å—ï¼Ÿæ­¤æ“ä½œä¸å¯æ’¤é”€ã€‚

# Confirm_Delete_Multi
source: Are you sure you want to remove: {0}? This action is irreversible.
es_es: ¿Seguro que desea eliminar: {0}? Esta acción es irreversible.
fr_fr: Voulez-vous vraiment supprimer : {0} ? Cette action est irréversible.
it_it: Sei sicuro di voler rimuovere: {0}? Questa operazione non Ã¨ reversibile.
zh_cn: ç¡®å®šè¦åˆ é™¤ï¼š{0} å—ï¼Ÿæ­¤æ“ä½œä¸å¯æ’¤é”€ã€‚

# Action_Unregister
source: Unregister
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
zh_cn: æ³¨é”€

# Confirm_Stop_Title
source: Terminate distributions
es_es: Terminar distribuciones
fr_fr: Terminer les distributions
it_it: Termina distribuzioni
zh_cn: ç»ˆæ­¢å‘è¡Œç‰ˆ

# Confirm_Stop_Multi
source: Are you sure you want to terminate: {0}?
es_es: ¿Seguro que desea terminar: {0}?
fr_fr: Voulez-vous vraiment terminer : {0} ?
it_it: Sei sicuro di voler terminare: {0}?
zh_cn: ç¡®å®šè¦ç»ˆæ­¢ï¼š{0} å—ï¼Ÿ

# Action_Terminate
source: Terminate
es_es: Terminar
fr_fr: Terminer
it_it: Termina
zh_cn: ç»ˆæ­¢

# Distro_Terminated
source: Distro {0} terminated
es_es: Distro {0} terminada
fr_fr: Distro {0} terminée
it_it: Distro {0} terminata
zh_cn: å‘è¡Œç‰ˆ {0} å·²ç»ˆæ­¢

# About_Copyright
source: © 2024 Alfonso Pisicchio
it_it: Â© 2024 Alfonso Pisicchio
zh_cn: Â© 2024 Alfonso Pisicchio

# Settings_Title
source: Global Settings
es_es: Configuración global
fr_fr: Paramètres globaux
it_it: Impostazioni globali
zh_cn: å…¨å±€è®¾ç½®

source: Save
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
zh_cn: ä¿å­˜

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
zh_cn: å–æ¶ˆ

# Import_Completed
source: Import completed: {0}
es_es: Importación completada: {0}
fr_fr: Importation terminée : {0}
it_it: Import completato: {0}
zh_cn: å¯¼å…¥å®Œæˆï¼š{0}
